sysbench/ro.log
sysbench 1.0.18 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 10
Report intermediate results every 1 second(s)
Initializing random number generator from current time


Initializing worker threads...

Threads started!

[ 1s ] thds: 10 tps: 4643.32 qps: 55774.78 (r/w/o: 46479.15/0.00/9295.63) lat (ms,95%): 3.25 err/s: 0.00 reconn/s: 0.00
[ 2s ] thds: 10 tps: 9490.16 qps: 113863.94 (r/w/o: 94883.61/0.00/18980.32) lat (ms,95%): 2.61 err/s: 0.00 reconn/s: 0.00
[ 3s ] thds: 10 tps: 10042.51 qps: 120531.18 (r/w/o: 100445.15/0.00/20086.03) lat (ms,95%): 2.57 err/s: 0.00 reconn/s: 0.00
[ 4s ] thds: 10 tps: 10747.34 qps: 128967.08 (r/w/o: 107473.40/0.00/21493.68) lat (ms,95%): 2.43 err/s: 0.00 reconn/s: 0.00
[ 5s ] thds: 10 tps: 10933.69 qps: 131203.29 (r/w/o: 109335.91/0.00/21867.38) lat (ms,95%): 2.30 err/s: 0.00 reconn/s: 0.00
[ 6s ] thds: 10 tps: 11353.68 qps: 136245.16 (r/w/o: 113536.80/0.00/22708.36) lat (ms,95%): 2.18 err/s: 0.00 reconn/s: 0.00
[ 7s ] thds: 10 tps: 11721.84 qps: 140662.12 (r/w/o: 117219.43/0.00/23442.69) lat (ms,95%): 2.11 err/s: 0.00 reconn/s: 0.00
[ 8s ] thds: 10 tps: 11826.23 qps: 141907.75 (r/w/o: 118256.29/0.00/23651.46) lat (ms,95%): 2.07 err/s: 0.00 reconn/s: 0.00
[ 9s ] thds: 10 tps: 11581.03 qps: 138985.30 (r/w/o: 115822.25/0.00/23163.05) lat (ms,95%): 2.11 err/s: 0.00 reconn/s: 0.00
[ 10s ] thds: 10 tps: 11629.26 qps: 139553.09 (r/w/o: 116294.58/0.00/23258.52) lat (ms,95%): 2.11 err/s: 0.00 reconn/s: 0.00
[ 11s ] thds: 10 tps: 11660.03 qps: 139915.37 (r/w/o: 116594.31/0.00/23321.06) lat (ms,95%): 2.11 err/s: 0.00 reconn/s: 0.00
[ 12s ] thds: 10 tps: 11829.69 qps: 141960.32 (r/w/o: 118300.94/0.00/23659.39) lat (ms,95%): 2.11 err/s: 0.00 reconn/s: 0.00
[ 13s ] thds: 10 tps: 11311.21 qps: 135711.57 (r/w/o: 113091.15/0.00/22620.43) lat (ms,95%): 2.35 err/s: 0.00 reconn/s: 0.00
[ 14s ] thds: 10 tps: 11551.80 qps: 138640.58 (r/w/o: 115534.98/0.00/23105.60) lat (ms,95%): 2.18 err/s: 0.00 reconn/s: 0.00
[ 15s ] thds: 10 tps: 11642.97 qps: 139699.66 (r/w/o: 116414.72/0.00/23284.94) lat (ms,95%): 2.14 err/s: 0.00 reconn/s: 0.00
[ 16s ] thds: 10 tps: 11662.42 qps: 139962.01 (r/w/o: 116636.18/0.00/23325.84) lat (ms,95%): 2.11 err/s: 0.00 reconn/s: 0.00
[ 17s ] thds: 10 tps: 11560.64 qps: 138700.63 (r/w/o: 115581.36/0.00/23119.27) lat (ms,95%): 2.26 err/s: 0.00 reconn/s: 0.00
[ 18s ] thds: 10 tps: 11717.04 qps: 140615.47 (r/w/o: 117181.40/0.00/23434.08) lat (ms,95%): 2.11 err/s: 0.00 reconn/s: 0.00
[ 19s ] thds: 10 tps: 11678.71 qps: 140155.49 (r/w/o: 116797.07/0.00/23358.41) lat (ms,95%): 2.18 err/s: 0.00 reconn/s: 0.00
[ 20s ] thds: 10 tps: 11379.18 qps: 136532.20 (r/w/o: 113774.83/0.00/22757.37) lat (ms,95%): 2.22 err/s: 0.00 reconn/s: 0.00
[ 21s ] thds: 10 tps: 11715.06 qps: 140591.68 (r/w/o: 117160.56/0.00/23431.11) lat (ms,95%): 2.26 err/s: 0.00 reconn/s: 0.00
[ 22s ] thds: 10 tps: 11610.49 qps: 139340.86 (r/w/o: 116118.88/0.00/23221.98) lat (ms,95%): 2.26 err/s: 0.00 reconn/s: 0.00
[ 23s ] thds: 10 tps: 11564.14 qps: 138778.68 (r/w/o: 115650.40/0.00/23128.28) lat (ms,95%): 2.35 err/s: 0.00 reconn/s: 0.00
[ 24s ] thds: 10 tps: 11460.37 qps: 137501.47 (r/w/o: 114581.73/0.00/22919.75) lat (ms,95%): 2.39 err/s: 0.00 reconn/s: 0.00
[ 25s ] thds: 10 tps: 11574.78 qps: 138910.37 (r/w/o: 115762.81/0.00/23147.56) lat (ms,95%): 2.35 err/s: 0.00 reconn/s: 0.00
[ 26s ] thds: 10 tps: 11585.38 qps: 139013.56 (r/w/o: 115840.80/0.00/23172.76) lat (ms,95%): 2.22 err/s: 0.00 reconn/s: 0.00
[ 27s ] thds: 10 tps: 11627.81 qps: 139536.67 (r/w/o: 116280.06/0.00/23256.61) lat (ms,95%): 2.18 err/s: 0.00 reconn/s: 0.00
[ 28s ] thds: 10 tps: 11732.31 qps: 140791.71 (r/w/o: 117328.09/0.00/23463.62) lat (ms,95%): 2.07 err/s: 0.00 reconn/s: 0.00
[ 29s ] thds: 10 tps: 11546.58 qps: 138559.93 (r/w/o: 115465.78/0.00/23094.16) lat (ms,95%): 2.22 err/s: 0.00 reconn/s: 0.00
[ 30s ] thds: 10 tps: 11548.49 qps: 138583.86 (r/w/o: 115486.88/0.00/23096.98) lat (ms,95%): 2.26 err/s: 0.00 reconn/s: 0.00
[ 31s ] thds: 10 tps: 11343.43 qps: 136114.19 (r/w/o: 113429.33/0.00/22684.87) lat (ms,95%): 2.35 err/s: 0.00 reconn/s: 0.00
[ 32s ] thds: 10 tps: 11828.15 qps: 141949.82 (r/w/o: 118291.51/0.00/23658.30) lat (ms,95%): 2.14 err/s: 0.00 reconn/s: 0.00
[ 33s ] thds: 10 tps: 12068.69 qps: 144808.29 (r/w/o: 120671.91/0.00/24136.38) lat (ms,95%): 2.03 err/s: 0.00 reconn/s: 0.00
[ 34s ] thds: 10 tps: 11395.57 qps: 136753.84 (r/w/o: 113961.70/0.00/22792.14) lat (ms,95%): 2.26 err/s: 0.00 reconn/s: 0.00
[ 35s ] thds: 10 tps: 10954.57 qps: 131457.87 (r/w/o: 109549.72/0.00/21908.14) lat (ms,95%): 2.35 err/s: 0.00 reconn/s: 0.00
[ 36s ] thds: 10 tps: 11083.11 qps: 132986.33 (r/w/o: 110820.11/0.00/22166.22) lat (ms,95%): 2.43 err/s: 0.00 reconn/s: 0.00
[ 37s ] thds: 10 tps: 11191.81 qps: 134305.74 (r/w/o: 111923.12/0.00/22382.62) lat (ms,95%): 2.35 err/s: 0.00 reconn/s: 0.00
[ 38s ] thds: 10 tps: 11290.13 qps: 135478.53 (r/w/o: 112897.27/0.00/22581.25) lat (ms,95%): 2.39 err/s: 0.00 reconn/s: 0.00
[ 39s ] thds: 10 tps: 11879.46 qps: 142568.50 (r/w/o: 118808.58/0.00/23759.92) lat (ms,95%): 2.07 err/s: 0.00 reconn/s: 0.00
[ 40s ] thds: 10 tps: 11140.52 qps: 133668.19 (r/w/o: 111388.16/0.00/22280.03) lat (ms,95%): 2.39 err/s: 0.00 reconn/s: 0.00
[ 41s ] thds: 10 tps: 10789.90 qps: 129500.83 (r/w/o: 107920.02/0.00/21580.81) lat (ms,95%): 2.43 err/s: 0.00 reconn/s: 0.00
[ 42s ] thds: 10 tps: 10966.70 qps: 131593.38 (r/w/o: 109659.98/0.00/21933.40) lat (ms,95%): 2.43 err/s: 0.00 reconn/s: 0.00
[ 43s ] thds: 10 tps: 11256.09 qps: 135074.09 (r/w/o: 112561.91/0.00/22512.18) lat (ms,95%): 2.30 err/s: 0.00 reconn/s: 0.00
[ 44s ] thds: 10 tps: 10515.99 qps: 126208.83 (r/w/o: 105176.86/0.00/21031.97) lat (ms,95%): 2.39 err/s: 0.00 reconn/s: 0.00
[ 45s ] thds: 10 tps: 10853.20 qps: 130211.37 (r/w/o: 108505.98/0.00/21705.39) lat (ms,95%): 2.48 err/s: 0.00 reconn/s: 0.00
[ 46s ] thds: 10 tps: 11048.92 qps: 132601.11 (r/w/o: 110503.26/0.00/22097.85) lat (ms,95%): 2.35 err/s: 0.00 reconn/s: 0.00
[ 47s ] thds: 10 tps: 8055.87 qps: 96655.50 (r/w/o: 80543.75/0.00/16111.75) lat (ms,95%): 3.02 err/s: 0.00 reconn/s: 0.00
[ 48s ] thds: 10 tps: 8518.43 qps: 102241.18 (r/w/o: 85203.32/0.00/17037.86) lat (ms,95%): 2.81 err/s: 0.00 reconn/s: 0.00
[ 49s ] thds: 10 tps: 10244.27 qps: 122926.27 (r/w/o: 102437.72/0.00/20488.54) lat (ms,95%): 2.35 err/s: 0.00 reconn/s: 0.00
[ 50s ] thds: 10 tps: 7953.90 qps: 95427.79 (r/w/o: 79519.99/0.00/15907.80) lat (ms,95%): 2.86 err/s: 0.00 reconn/s: 0.00
[ 51s ] thds: 10 tps: 8320.70 qps: 99874.39 (r/w/o: 83232.99/0.00/16641.40) lat (ms,95%): 2.81 err/s: 0.00 reconn/s: 0.00
[ 52s ] thds: 10 tps: 10603.42 qps: 127204.01 (r/w/o: 105999.18/0.00/21204.84) lat (ms,95%): 2.43 err/s: 0.00 reconn/s: 0.00
[ 53s ] thds: 10 tps: 9355.53 qps: 112285.35 (r/w/o: 93572.29/0.00/18713.06) lat (ms,95%): 2.81 err/s: 0.00 reconn/s: 0.00
[ 54s ] thds: 10 tps: 10723.14 qps: 128687.70 (r/w/o: 107242.42/0.00/21445.28) lat (ms,95%): 2.30 err/s: 0.00 reconn/s: 0.00
[ 55s ] thds: 10 tps: 9952.90 qps: 119428.78 (r/w/o: 99521.98/0.00/19906.80) lat (ms,95%): 2.71 err/s: 0.00 reconn/s: 0.00
[ 56s ] thds: 10 tps: 9498.97 qps: 113986.59 (r/w/o: 94988.66/0.00/18997.93) lat (ms,95%): 2.61 err/s: 0.00 reconn/s: 0.00
[ 57s ] thds: 10 tps: 7992.11 qps: 95914.37 (r/w/o: 79930.14/0.00/15984.23) lat (ms,95%): 2.91 err/s: 0.00 reconn/s: 0.00
[ 58s ] thds: 10 tps: 9634.56 qps: 115611.74 (r/w/o: 96344.62/0.00/19267.12) lat (ms,95%): 2.48 err/s: 0.00 reconn/s: 0.00
[ 59s ] thds: 10 tps: 9467.34 qps: 113599.03 (r/w/o: 94662.36/0.00/18936.67) lat (ms,95%): 2.43 err/s: 0.00 reconn/s: 0.00
[ 60s ] thds: 10 tps: 11342.12 qps: 136100.41 (r/w/o: 113416.18/0.00/22684.24) lat (ms,95%): 2.07 err/s: 0.00 reconn/s: 0.00
[ 61s ] thds: 10 tps: 11354.43 qps: 136258.10 (r/w/o: 113549.25/0.00/22708.85) lat (ms,95%): 2.18 err/s: 0.00 reconn/s: 0.00
[ 62s ] thds: 10 tps: 9568.10 qps: 114823.25 (r/w/o: 95688.04/0.00/19135.21) lat (ms,95%): 2.66 err/s: 0.00 reconn/s: 0.00
[ 63s ] thds: 10 tps: 10246.22 qps: 122952.60 (r/w/o: 102459.17/0.00/20493.43) lat (ms,95%): 2.43 err/s: 0.00 reconn/s: 0.00
[ 64s ] thds: 10 tps: 8819.65 qps: 105842.76 (r/w/o: 88203.46/0.00/17639.29) lat (ms,95%): 2.71 err/s: 0.00 reconn/s: 0.00
[ 65s ] thds: 10 tps: 8699.93 qps: 104369.16 (r/w/o: 86971.30/0.00/17397.86) lat (ms,95%): 2.66 err/s: 0.00 reconn/s: 0.00
[ 66s ] thds: 10 tps: 7893.26 qps: 94763.12 (r/w/o: 78975.60/0.00/15787.52) lat (ms,95%): 2.76 err/s: 0.00 reconn/s: 0.00
[ 67s ] thds: 10 tps: 8830.29 qps: 105924.47 (r/w/o: 88263.89/0.00/17660.58) lat (ms,95%): 2.66 err/s: 0.00 reconn/s: 0.00
[ 68s ] thds: 10 tps: 8520.61 qps: 102253.33 (r/w/o: 85211.11/0.00/17042.22) lat (ms,95%): 2.91 err/s: 0.00 reconn/s: 0.00
[ 69s ] thds: 10 tps: 10061.44 qps: 120745.28 (r/w/o: 100622.40/0.00/20122.88) lat (ms,95%): 2.48 err/s: 0.00 reconn/s: 0.00
[ 70s ] thds: 10 tps: 8928.18 qps: 107136.16 (r/w/o: 89279.80/0.00/17856.36) lat (ms,95%): 2.76 err/s: 0.00 reconn/s: 0.00
[ 71s ] thds: 10 tps: 11075.69 qps: 132912.32 (r/w/o: 110760.93/0.00/22151.39) lat (ms,95%): 2.39 err/s: 0.00 reconn/s: 0.00
[ 72s ] thds: 10 tps: 11640.51 qps: 139693.17 (r/w/o: 116413.14/0.00/23280.03) lat (ms,95%): 2.07 err/s: 0.00 reconn/s: 0.00
[ 73s ] thds: 10 tps: 9284.68 qps: 111427.17 (r/w/o: 92856.81/0.00/18570.36) lat (ms,95%): 2.71 err/s: 0.00 reconn/s: 0.00
[ 74s ] thds: 10 tps: 9771.64 qps: 117255.62 (r/w/o: 97712.35/0.00/19543.27) lat (ms,95%): 2.52 err/s: 0.00 reconn/s: 0.00
[ 75s ] thds: 10 tps: 11782.86 qps: 141381.32 (r/w/o: 117815.60/0.00/23565.72) lat (ms,95%): 2.22 err/s: 0.00 reconn/s: 0.00
[ 76s ] thds: 10 tps: 11406.11 qps: 136866.29 (r/w/o: 114054.08/0.00/22812.21) lat (ms,95%): 2.26 err/s: 0.00 reconn/s: 0.00
[ 77s ] thds: 10 tps: 11154.26 qps: 133852.16 (r/w/o: 111543.63/0.00/22308.53) lat (ms,95%): 2.39 err/s: 0.00 reconn/s: 0.00
[ 78s ] thds: 10 tps: 11174.67 qps: 134098.02 (r/w/o: 111748.68/0.00/22349.34) lat (ms,95%): 2.22 err/s: 0.00 reconn/s: 0.00
[ 79s ] thds: 10 tps: 10269.27 qps: 123220.29 (r/w/o: 102681.74/0.00/20538.55) lat (ms,95%): 2.39 err/s: 0.00 reconn/s: 0.00
[ 80s ] thds: 10 tps: 8206.34 qps: 98497.13 (r/w/o: 82084.44/0.00/16412.69) lat (ms,95%): 2.76 err/s: 0.00 reconn/s: 0.00
[ 81s ] thds: 10 tps: 10551.02 qps: 126596.28 (r/w/o: 105497.24/0.00/21099.05) lat (ms,95%): 2.48 err/s: 0.00 reconn/s: 0.00
[ 82s ] thds: 10 tps: 10643.84 qps: 127742.03 (r/w/o: 106452.35/0.00/21289.67) lat (ms,95%): 2.35 err/s: 0.00 reconn/s: 0.00
[ 83s ] thds: 10 tps: 8078.19 qps: 96933.22 (r/w/o: 80775.85/0.00/16157.37) lat (ms,95%): 2.91 err/s: 0.00 reconn/s: 0.00
[ 84s ] thds: 10 tps: 9392.78 qps: 112712.30 (r/w/o: 93927.75/0.00/18784.55) lat (ms,95%): 2.61 err/s: 0.00 reconn/s: 0.00
[ 85s ] thds: 10 tps: 8396.19 qps: 100754.27 (r/w/o: 83962.90/0.00/16791.38) lat (ms,95%): 2.76 err/s: 0.00 reconn/s: 0.00
[ 86s ] thds: 10 tps: 9766.72 qps: 117184.63 (r/w/o: 97649.19/0.00/19535.44) lat (ms,95%): 2.57 err/s: 0.00 reconn/s: 0.00
[ 87s ] thds: 10 tps: 11902.39 qps: 142854.70 (r/w/o: 119049.91/0.00/23804.78) lat (ms,95%): 1.93 err/s: 0.00 reconn/s: 0.00
[ 88s ] thds: 10 tps: 11596.94 qps: 139167.26 (r/w/o: 115973.39/0.00/23193.88) lat (ms,95%): 2.18 err/s: 0.00 reconn/s: 0.00
[ 89s ] thds: 10 tps: 10201.06 qps: 122393.69 (r/w/o: 101993.57/0.00/20400.11) lat (ms,95%): 2.39 err/s: 0.00 reconn/s: 0.00
[ 90s ] thds: 10 tps: 9300.00 qps: 111599.01 (r/w/o: 92997.01/0.00/18602.00) lat (ms,95%): 2.61 err/s: 0.00 reconn/s: 0.00
[ 91s ] thds: 10 tps: 10560.97 qps: 126742.68 (r/w/o: 105620.74/0.00/21121.95) lat (ms,95%): 2.35 err/s: 0.00 reconn/s: 0.00
[ 92s ] thds: 10 tps: 9643.58 qps: 115697.98 (r/w/o: 96411.82/0.00/19286.16) lat (ms,95%): 2.57 err/s: 0.00 reconn/s: 0.00
[ 93s ] thds: 10 tps: 9864.24 qps: 118402.87 (r/w/o: 98673.39/0.00/19729.48) lat (ms,95%): 2.71 err/s: 0.00 reconn/s: 0.00
[ 94s ] thds: 10 tps: 7483.50 qps: 89785.97 (r/w/o: 74818.98/0.00/14967.00) lat (ms,95%): 3.02 err/s: 0.00 reconn/s: 0.00
[ 95s ] thds: 10 tps: 10525.02 qps: 126305.25 (r/w/o: 105256.21/0.00/21049.04) lat (ms,95%): 2.30 err/s: 0.00 reconn/s: 0.00
[ 96s ] thds: 10 tps: 11488.00 qps: 137845.03 (r/w/o: 114869.02/0.00/22976.00) lat (ms,95%): 2.07 err/s: 0.00 reconn/s: 0.00
[ 97s ] thds: 10 tps: 11019.00 qps: 132239.02 (r/w/o: 110200.01/0.00/22039.00) lat (ms,95%): 2.43 err/s: 0.00 reconn/s: 0.00
[ 98s ] thds: 10 tps: 11700.79 qps: 140394.50 (r/w/o: 116992.91/0.00/23401.58) lat (ms,95%): 2.00 err/s: 0.00 reconn/s: 0.00
[ 99s ] thds: 10 tps: 10539.06 qps: 126483.72 (r/w/o: 105406.60/0.00/21077.12) lat (ms,95%): 2.39 err/s: 0.00 reconn/s: 0.00
[ 100s ] thds: 10 tps: 8109.86 qps: 97328.35 (r/w/o: 81107.62/0.00/16220.72) lat (ms,95%): 2.86 err/s: 0.00 reconn/s: 0.00
[ 101s ] thds: 10 tps: 9647.08 qps: 115745.92 (r/w/o: 96451.77/0.00/19294.15) lat (ms,95%): 2.61 err/s: 0.00 reconn/s: 0.00
[ 102s ] thds: 10 tps: 8739.99 qps: 104889.92 (r/w/o: 87409.94/0.00/17479.99) lat (ms,95%): 2.61 err/s: 0.00 reconn/s: 0.00
[ 103s ] thds: 10 tps: 9531.17 qps: 114354.09 (r/w/o: 95293.74/0.00/19060.35) lat (ms,95%): 2.52 err/s: 0.00 reconn/s: 0.00
[ 104s ] thds: 10 tps: 10471.44 qps: 125664.24 (r/w/o: 104721.36/0.00/20942.87) lat (ms,95%): 2.43 err/s: 0.00 reconn/s: 0.00
[ 105s ] thds: 10 tps: 11382.57 qps: 136585.86 (r/w/o: 113819.72/0.00/22766.14) lat (ms,95%): 2.18 err/s: 0.00 reconn/s: 0.00
[ 106s ] thds: 10 tps: 10848.57 qps: 130192.83 (r/w/o: 108495.69/0.00/21697.14) lat (ms,95%): 2.39 err/s: 0.00 reconn/s: 0.00
[ 107s ] thds: 10 tps: 11063.85 qps: 132767.26 (r/w/o: 110639.55/0.00/22127.71) lat (ms,95%): 2.14 err/s: 0.00 reconn/s: 0.00
[ 108s ] thds: 10 tps: 10109.17 qps: 121306.07 (r/w/o: 101087.73/0.00/20218.35) lat (ms,95%): 2.48 err/s: 0.00 reconn/s: 0.00
[ 109s ] thds: 10 tps: 10193.95 qps: 122308.41 (r/w/o: 101923.51/0.00/20384.90) lat (ms,95%): 2.57 err/s: 0.00 reconn/s: 0.00
[ 110s ] thds: 10 tps: 9198.83 qps: 110417.99 (r/w/o: 92016.32/0.00/18401.66) lat (ms,95%): 2.66 err/s: 0.00 reconn/s: 0.00
[ 111s ] thds: 10 tps: 9956.74 qps: 119465.89 (r/w/o: 99553.41/0.00/19912.48) lat (ms,95%): 2.39 err/s: 0.00 reconn/s: 0.00
[ 112s ] thds: 10 tps: 11773.93 qps: 141295.19 (r/w/o: 117746.32/0.00/23548.86) lat (ms,95%): 1.93 err/s: 0.00 reconn/s: 0.00
[ 113s ] thds: 10 tps: 11304.41 qps: 135662.91 (r/w/o: 113055.09/0.00/22607.82) lat (ms,95%): 2.11 err/s: 0.00 reconn/s: 0.00
[ 114s ] thds: 10 tps: 11144.99 qps: 133741.90 (r/w/o: 111452.92/0.00/22288.98) lat (ms,95%): 2.11 err/s: 0.00 reconn/s: 0.00
[ 115s ] thds: 10 tps: 10338.29 qps: 124047.45 (r/w/o: 103368.88/0.00/20678.57) lat (ms,95%): 2.30 err/s: 0.00 reconn/s: 0.00
[ 116s ] thds: 10 tps: 9662.30 qps: 115955.60 (r/w/o: 96631.00/0.00/19324.60) lat (ms,95%): 2.52 err/s: 0.00 reconn/s: 0.00
[ 117s ] thds: 10 tps: 11219.48 qps: 134634.77 (r/w/o: 112196.81/0.00/22437.96) lat (ms,95%): 2.22 err/s: 0.00 reconn/s: 0.00
[ 118s ] thds: 10 tps: 9702.31 qps: 116422.70 (r/w/o: 97017.09/0.00/19405.62) lat (ms,95%): 2.48 err/s: 0.00 reconn/s: 0.00
[ 119s ] thds: 10 tps: 9518.46 qps: 114218.52 (r/w/o: 95182.60/0.00/19035.92) lat (ms,95%): 2.52 err/s: 0.00 reconn/s: 0.00
[ 120s ] thds: 10 tps: 9778.78 qps: 117347.41 (r/w/o: 97788.84/0.00/19558.57) lat (ms,95%): 2.43 err/s: 0.00 reconn/s: 0.00
[ 121s ] thds: 10 tps: 11342.19 qps: 136109.31 (r/w/o: 113424.93/0.00/22684.39) lat (ms,95%): 2.07 err/s: 0.00 reconn/s: 0.00
[ 122s ] thds: 10 tps: 10597.79 qps: 127177.53 (r/w/o: 105981.94/0.00/21195.59) lat (ms,95%): 2.22 err/s: 0.00 reconn/s: 0.00
[ 123s ] thds: 10 tps: 8126.90 qps: 97505.77 (r/w/o: 81253.97/0.00/16251.79) lat (ms,95%): 2.76 err/s: 0.00 reconn/s: 0.00
[ 124s ] thds: 10 tps: 10159.19 qps: 121907.26 (r/w/o: 101586.88/0.00/20320.38) lat (ms,95%): 2.35 err/s: 0.00 reconn/s: 0.00
[ 125s ] thds: 10 tps: 8437.16 qps: 101244.90 (r/w/o: 84371.59/0.00/16873.32) lat (ms,95%): 2.71 err/s: 0.00 reconn/s: 0.00
[ 126s ] thds: 10 tps: 10453.60 qps: 125445.14 (r/w/o: 104537.95/0.00/20907.19) lat (ms,95%): 2.30 err/s: 0.00 reconn/s: 0.00
[ 127s ] thds: 10 tps: 10460.43 qps: 125543.11 (r/w/o: 104621.26/0.00/20921.85) lat (ms,95%): 2.35 err/s: 0.00 reconn/s: 0.00
[ 128s ] thds: 10 tps: 10111.70 qps: 121321.39 (r/w/o: 101100.99/0.00/20220.40) lat (ms,95%): 2.39 err/s: 0.00 reconn/s: 0.00
[ 129s ] thds: 10 tps: 9524.26 qps: 114306.10 (r/w/o: 95254.58/0.00/19051.52) lat (ms,95%): 2.52 err/s: 0.00 reconn/s: 0.00
[ 130s ] thds: 10 tps: 10453.73 qps: 125431.77 (r/w/o: 104525.31/0.00/20906.46) lat (ms,95%): 2.39 err/s: 0.00 reconn/s: 0.00
[ 131s ] thds: 10 tps: 8739.87 qps: 104884.42 (r/w/o: 87403.68/0.00/17480.74) lat (ms,95%): 2.76 err/s: 0.00 reconn/s: 0.00
[ 132s ] thds: 10 tps: 8191.03 qps: 98280.30 (r/w/o: 81900.25/0.00/16380.05) lat (ms,95%): 2.81 err/s: 0.00 reconn/s: 0.00
[ 133s ] thds: 10 tps: 10655.32 qps: 127871.84 (r/w/o: 106559.20/0.00/21312.64) lat (ms,95%): 2.26 err/s: 0.00 reconn/s: 0.00
[ 134s ] thds: 10 tps: 12376.77 qps: 148540.21 (r/w/o: 123786.67/0.00/24753.54) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 135s ] thds: 10 tps: 11382.06 qps: 136578.76 (r/w/o: 113815.64/0.00/22763.13) lat (ms,95%): 2.03 err/s: 0.00 reconn/s: 0.00
[ 136s ] thds: 10 tps: 10078.38 qps: 120917.57 (r/w/o: 100760.80/0.00/20156.76) lat (ms,95%): 2.48 err/s: 0.00 reconn/s: 0.00
[ 137s ] thds: 10 tps: 9457.96 qps: 113505.49 (r/w/o: 94588.57/0.00/18916.91) lat (ms,95%): 2.48 err/s: 0.00 reconn/s: 0.00
[ 138s ] thds: 10 tps: 5760.11 qps: 69117.34 (r/w/o: 57598.11/0.00/11519.22) lat (ms,95%): 4.18 err/s: 0.00 reconn/s: 0.00
[ 139s ] thds: 10 tps: 10416.93 qps: 125027.18 (r/w/o: 104192.32/0.00/20834.86) lat (ms,95%): 2.43 err/s: 0.00 reconn/s: 0.00
[ 140s ] thds: 10 tps: 9962.81 qps: 119558.72 (r/w/o: 99634.10/0.00/19924.62) lat (ms,95%): 2.48 err/s: 0.00 reconn/s: 0.00
[ 141s ] thds: 10 tps: 8770.11 qps: 105220.26 (r/w/o: 87679.05/0.00/17541.21) lat (ms,95%): 2.71 err/s: 0.00 reconn/s: 0.00
[ 142s ] thds: 10 tps: 8824.05 qps: 105902.60 (r/w/o: 88254.50/0.00/17648.10) lat (ms,95%): 2.71 err/s: 0.00 reconn/s: 0.00
[ 143s ] thds: 10 tps: 8159.47 qps: 97879.67 (r/w/o: 81562.73/0.00/16316.94) lat (ms,95%): 2.76 err/s: 0.00 reconn/s: 0.00
[ 144s ] thds: 10 tps: 8962.62 qps: 107573.39 (r/w/o: 89647.16/0.00/17926.23) lat (ms,95%): 2.66 err/s: 0.00 reconn/s: 0.00
[ 145s ] thds: 10 tps: 11426.00 qps: 137132.05 (r/w/o: 114279.04/0.00/22853.01) lat (ms,95%): 1.96 err/s: 0.00 reconn/s: 0.00
[ 146s ] thds: 10 tps: 11453.02 qps: 137398.19 (r/w/o: 114494.16/0.00/22904.03) lat (ms,95%): 1.96 err/s: 0.00 reconn/s: 0.00
[ 147s ] thds: 10 tps: 9244.78 qps: 110960.30 (r/w/o: 92468.75/0.00/18491.55) lat (ms,95%): 2.57 err/s: 0.00 reconn/s: 0.00
[ 148s ] thds: 10 tps: 9256.54 qps: 111087.50 (r/w/o: 92574.42/0.00/18513.08) lat (ms,95%): 2.57 err/s: 0.00 reconn/s: 0.00
[ 149s ] thds: 10 tps: 9952.70 qps: 119438.43 (r/w/o: 99534.02/0.00/19904.40) lat (ms,95%): 2.48 err/s: 0.00 reconn/s: 0.00
[ 150s ] thds: 10 tps: 9438.77 qps: 113242.19 (r/w/o: 94363.66/0.00/18878.53) lat (ms,95%): 2.52 err/s: 0.00 reconn/s: 0.00
[ 151s ] thds: 10 tps: 9062.14 qps: 108753.68 (r/w/o: 90631.40/0.00/18122.28) lat (ms,95%): 2.61 err/s: 0.00 reconn/s: 0.00
[ 152s ] thds: 10 tps: 12179.84 qps: 146156.12 (r/w/o: 121795.43/0.00/24360.69) lat (ms,95%): 1.86 err/s: 0.00 reconn/s: 0.00
[ 153s ] thds: 10 tps: 10306.03 qps: 123663.39 (r/w/o: 103051.33/0.00/20612.07) lat (ms,95%): 2.35 err/s: 0.00 reconn/s: 0.00
[ 154s ] thds: 10 tps: 8344.82 qps: 100155.83 (r/w/o: 83465.19/0.00/16690.64) lat (ms,95%): 2.71 err/s: 0.00 reconn/s: 0.00
[ 155s ] thds: 10 tps: 9030.66 qps: 108356.97 (r/w/o: 90295.64/0.00/18061.33) lat (ms,95%): 2.57 err/s: 0.00 reconn/s: 0.00
[ 156s ] thds: 10 tps: 10272.56 qps: 123263.68 (r/w/o: 102718.57/0.00/20545.11) lat (ms,95%): 2.39 err/s: 0.00 reconn/s: 0.00
[ 157s ] thds: 10 tps: 9416.11 qps: 112992.34 (r/w/o: 94162.12/0.00/18830.22) lat (ms,95%): 2.57 err/s: 0.00 reconn/s: 0.00
[ 158s ] thds: 10 tps: 11719.33 qps: 140641.98 (r/w/o: 117203.32/0.00/23438.66) lat (ms,95%): 2.03 err/s: 0.00 reconn/s: 0.00
[ 159s ] thds: 10 tps: 10702.32 qps: 128442.82 (r/w/o: 107036.18/0.00/21406.64) lat (ms,95%): 2.30 err/s: 0.00 reconn/s: 0.00
[ 160s ] thds: 10 tps: 11914.05 qps: 142962.58 (r/w/o: 119134.48/0.00/23828.10) lat (ms,95%): 1.96 err/s: 0.00 reconn/s: 0.00
[ 161s ] thds: 10 tps: 12080.86 qps: 144972.34 (r/w/o: 120811.62/0.00/24160.72) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 162s ] thds: 10 tps: 10631.01 qps: 127562.11 (r/w/o: 106301.09/0.00/21261.02) lat (ms,95%): 2.18 err/s: 0.00 reconn/s: 0.00
[ 163s ] thds: 10 tps: 10218.05 qps: 122620.55 (r/w/o: 102182.46/0.00/20438.09) lat (ms,95%): 2.39 err/s: 0.00 reconn/s: 0.00
[ 164s ] thds: 10 tps: 9487.76 qps: 113853.08 (r/w/o: 94879.57/0.00/18973.51) lat (ms,95%): 2.57 err/s: 0.00 reconn/s: 0.00
[ 165s ] thds: 10 tps: 8864.28 qps: 106370.38 (r/w/o: 88640.82/0.00/17729.56) lat (ms,95%): 2.71 err/s: 0.00 reconn/s: 0.00
[ 166s ] thds: 10 tps: 9821.14 qps: 117834.69 (r/w/o: 98192.41/0.00/19642.28) lat (ms,95%): 2.52 err/s: 0.00 reconn/s: 0.00
[ 167s ] thds: 10 tps: 9794.46 qps: 117543.50 (r/w/o: 97954.58/0.00/19588.91) lat (ms,95%): 2.52 err/s: 0.00 reconn/s: 0.00
[ 168s ] thds: 10 tps: 9903.33 qps: 118840.92 (r/w/o: 99034.26/0.00/19806.65) lat (ms,95%): 2.48 err/s: 0.00 reconn/s: 0.00
[ 169s ] thds: 10 tps: 9372.91 qps: 112472.89 (r/w/o: 93727.08/0.00/18745.82) lat (ms,95%): 2.57 err/s: 0.00 reconn/s: 0.00
[ 170s ] thds: 10 tps: 11961.16 qps: 143559.95 (r/w/o: 119636.62/0.00/23923.32) lat (ms,95%): 1.89 err/s: 0.00 reconn/s: 0.00
[ 171s ] thds: 10 tps: 12012.00 qps: 144123.04 (r/w/o: 120100.04/0.00/24023.01) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 172s ] thds: 10 tps: 11752.95 qps: 141037.38 (r/w/o: 117531.49/0.00/23505.90) lat (ms,95%): 2.00 err/s: 0.00 reconn/s: 0.00
[ 173s ] thds: 10 tps: 10403.07 qps: 124836.86 (r/w/o: 104029.72/0.00/20807.14) lat (ms,95%): 2.30 err/s: 0.00 reconn/s: 0.00
[ 174s ] thds: 10 tps: 11647.98 qps: 139773.82 (r/w/o: 116479.85/0.00/23293.97) lat (ms,95%): 2.07 err/s: 0.00 reconn/s: 0.00
[ 175s ] thds: 10 tps: 11536.01 qps: 138439.12 (r/w/o: 115367.10/0.00/23072.02) lat (ms,95%): 2.18 err/s: 0.00 reconn/s: 0.00
[ 176s ] thds: 10 tps: 10716.44 qps: 128576.30 (r/w/o: 107142.41/0.00/21433.89) lat (ms,95%): 2.22 err/s: 0.00 reconn/s: 0.00
[ 177s ] thds: 10 tps: 7628.76 qps: 91562.14 (r/w/o: 76303.62/0.00/15258.53) lat (ms,95%): 2.91 err/s: 0.00 reconn/s: 0.00
[ 178s ] thds: 10 tps: 9583.56 qps: 114980.73 (r/w/o: 95813.60/0.00/19167.12) lat (ms,95%): 2.52 err/s: 0.00 reconn/s: 0.00
[ 179s ] thds: 10 tps: 10371.61 qps: 124476.31 (r/w/o: 103733.09/0.00/20743.22) lat (ms,95%): 2.35 err/s: 0.00 reconn/s: 0.00
[ 180s ] thds: 10 tps: 8561.39 qps: 102726.71 (r/w/o: 85604.93/0.00/17121.79) lat (ms,95%): 2.86 err/s: 0.00 reconn/s: 0.00
[ 181s ] thds: 10 tps: 9942.51 qps: 119308.14 (r/w/o: 99424.12/0.00/19884.02) lat (ms,95%): 2.39 err/s: 0.00 reconn/s: 0.00
[ 182s ] thds: 10 tps: 9860.05 qps: 118334.59 (r/w/o: 98613.49/0.00/19721.10) lat (ms,95%): 2.48 err/s: 0.00 reconn/s: 0.00
[ 183s ] thds: 10 tps: 8441.36 qps: 101292.38 (r/w/o: 84409.65/0.00/16882.73) lat (ms,95%): 2.81 err/s: 0.00 reconn/s: 0.00
[ 184s ] thds: 10 tps: 9154.62 qps: 109866.44 (r/w/o: 91557.20/0.00/18309.24) lat (ms,95%): 2.66 err/s: 0.00 reconn/s: 0.00
[ 185s ] thds: 10 tps: 9227.79 qps: 110718.50 (r/w/o: 92262.92/0.00/18455.58) lat (ms,95%): 2.61 err/s: 0.00 reconn/s: 0.00
[ 186s ] thds: 10 tps: 8159.18 qps: 97918.21 (r/w/o: 81598.84/0.00/16319.37) lat (ms,95%): 2.76 err/s: 0.00 reconn/s: 0.00
[ 187s ] thds: 10 tps: 10022.94 qps: 120252.30 (r/w/o: 100207.42/0.00/20044.88) lat (ms,95%): 2.43 err/s: 0.00 reconn/s: 0.00
[ 188s ] thds: 10 tps: 9891.15 qps: 118719.77 (r/w/o: 98937.47/0.00/19782.29) lat (ms,95%): 2.48 err/s: 0.00 reconn/s: 0.00
[ 189s ] thds: 10 tps: 8099.49 qps: 97182.93 (r/w/o: 80982.94/0.00/16199.99) lat (ms,95%): 2.91 err/s: 0.00 reconn/s: 0.00
[ 190s ] thds: 10 tps: 9506.00 qps: 114081.02 (r/w/o: 95069.02/0.00/19012.00) lat (ms,95%): 2.52 err/s: 0.00 reconn/s: 0.00
[ 191s ] thds: 10 tps: 9050.81 qps: 108619.70 (r/w/o: 90519.08/0.00/18100.62) lat (ms,95%): 2.71 err/s: 0.00 reconn/s: 0.00
[ 192s ] thds: 10 tps: 10007.21 qps: 120072.49 (r/w/o: 100058.07/0.00/20014.41) lat (ms,95%): 2.39 err/s: 0.00 reconn/s: 0.00
[ 193s ] thds: 10 tps: 8238.36 qps: 98852.38 (r/w/o: 82375.65/0.00/16476.73) lat (ms,95%): 3.07 err/s: 0.00 reconn/s: 0.00
[ 194s ] thds: 10 tps: 8848.54 qps: 106205.44 (r/w/o: 88508.37/0.00/17697.08) lat (ms,95%): 2.71 err/s: 0.00 reconn/s: 0.00
[ 195s ] thds: 10 tps: 12024.60 qps: 144288.18 (r/w/o: 120238.98/0.00/24049.20) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 196s ] thds: 10 tps: 11260.51 qps: 135120.13 (r/w/o: 112598.11/0.00/22522.02) lat (ms,95%): 2.11 err/s: 0.00 reconn/s: 0.00
[ 197s ] thds: 10 tps: 9432.31 qps: 113171.67 (r/w/o: 94309.06/0.00/18862.61) lat (ms,95%): 2.52 err/s: 0.00 reconn/s: 0.00
[ 198s ] thds: 10 tps: 9731.58 qps: 116789.91 (r/w/o: 97325.76/0.00/19464.15) lat (ms,95%): 2.52 err/s: 0.00 reconn/s: 0.00
[ 199s ] thds: 10 tps: 8868.98 qps: 106435.75 (r/w/o: 88696.79/0.00/17738.96) lat (ms,95%): 2.66 err/s: 0.00 reconn/s: 0.00
[ 200s ] thds: 10 tps: 9062.16 qps: 108765.94 (r/w/o: 90641.62/0.00/18124.32) lat (ms,95%): 2.66 err/s: 0.00 reconn/s: 0.00
[ 201s ] thds: 10 tps: 10328.00 qps: 123915.03 (r/w/o: 103259.03/0.00/20656.01) lat (ms,95%): 2.35 err/s: 0.00 reconn/s: 0.00
[ 202s ] thds: 10 tps: 9676.88 qps: 116138.58 (r/w/o: 96784.82/0.00/19353.77) lat (ms,95%): 2.52 err/s: 0.00 reconn/s: 0.00
[ 203s ] thds: 10 tps: 9622.06 qps: 115424.65 (r/w/o: 96181.53/0.00/19243.11) lat (ms,95%): 2.52 err/s: 0.00 reconn/s: 0.00
[ 204s ] thds: 10 tps: 9885.88 qps: 118654.54 (r/w/o: 98882.78/0.00/19771.76) lat (ms,95%): 2.57 err/s: 0.00 reconn/s: 0.00
[ 205s ] thds: 10 tps: 9419.47 qps: 113028.63 (r/w/o: 94188.69/0.00/18839.94) lat (ms,95%): 2.61 err/s: 0.00 reconn/s: 0.00
[ 206s ] thds: 10 tps: 7717.35 qps: 92625.19 (r/w/o: 77191.49/0.00/15433.70) lat (ms,95%): 2.86 err/s: 0.00 reconn/s: 0.00
[ 207s ] thds: 10 tps: 10534.14 qps: 126395.62 (r/w/o: 105328.35/0.00/21067.27) lat (ms,95%): 2.30 err/s: 0.00 reconn/s: 0.00
[ 208s ] thds: 10 tps: 11768.86 qps: 141212.34 (r/w/o: 117672.62/0.00/23539.72) lat (ms,95%): 1.96 err/s: 0.00 reconn/s: 0.00
[ 209s ] thds: 10 tps: 10414.95 qps: 124990.40 (r/w/o: 104160.50/0.00/20829.90) lat (ms,95%): 2.30 err/s: 0.00 reconn/s: 0.00
[ 210s ] thds: 10 tps: 9399.64 qps: 112801.68 (r/w/o: 94003.40/0.00/18798.28) lat (ms,95%): 2.52 err/s: 0.00 reconn/s: 0.00
[ 211s ] thds: 10 tps: 8060.54 qps: 96719.47 (r/w/o: 80598.39/0.00/16121.08) lat (ms,95%): 2.86 err/s: 0.00 reconn/s: 0.00
[ 212s ] thds: 10 tps: 11778.00 qps: 141329.04 (r/w/o: 117773.03/0.00/23556.01) lat (ms,95%): 1.96 err/s: 0.00 reconn/s: 0.00
[ 213s ] thds: 10 tps: 11440.05 qps: 137281.62 (r/w/o: 114404.51/0.00/22877.10) lat (ms,95%): 2.07 err/s: 0.00 reconn/s: 0.00
[ 214s ] thds: 10 tps: 8150.03 qps: 97823.39 (r/w/o: 81519.33/0.00/16304.07) lat (ms,95%): 2.86 err/s: 0.00 reconn/s: 0.00
[ 215s ] thds: 10 tps: 10424.80 qps: 125082.62 (r/w/o: 104233.02/0.00/20849.60) lat (ms,95%): 2.26 err/s: 0.00 reconn/s: 0.00
[ 216s ] thds: 10 tps: 10014.01 qps: 120167.07 (r/w/o: 100141.06/0.00/20026.01) lat (ms,95%): 2.48 err/s: 0.00 reconn/s: 0.00
[ 217s ] thds: 10 tps: 10459.42 qps: 125501.07 (r/w/o: 104580.23/0.00/20920.85) lat (ms,95%): 2.35 err/s: 0.00 reconn/s: 0.00
[ 218s ] thds: 10 tps: 10323.04 qps: 123902.43 (r/w/o: 103256.36/0.00/20646.07) lat (ms,95%): 2.43 err/s: 0.00 reconn/s: 0.00
[ 219s ] thds: 10 tps: 11195.00 qps: 134331.95 (r/w/o: 111941.96/0.00/22389.99) lat (ms,95%): 2.11 err/s: 0.00 reconn/s: 0.00
[ 220s ] thds: 10 tps: 9539.79 qps: 114476.53 (r/w/o: 95396.94/0.00/19079.59) lat (ms,95%): 2.52 err/s: 0.00 reconn/s: 0.00
[ 221s ] thds: 10 tps: 10885.23 qps: 130625.81 (r/w/o: 108856.34/0.00/21769.47) lat (ms,95%): 2.30 err/s: 0.00 reconn/s: 0.00
[ 222s ] thds: 10 tps: 8696.09 qps: 104346.05 (r/w/o: 86954.88/0.00/17391.18) lat (ms,95%): 2.66 err/s: 0.00 reconn/s: 0.00
[ 223s ] thds: 10 tps: 9244.22 qps: 110938.61 (r/w/o: 92448.17/0.00/18490.43) lat (ms,95%): 2.57 err/s: 0.00 reconn/s: 0.00
[ 224s ] thds: 10 tps: 8399.08 qps: 100801.93 (r/w/o: 84003.77/0.00/16798.15) lat (ms,95%): 2.76 err/s: 0.00 reconn/s: 0.00
[ 225s ] thds: 10 tps: 9965.13 qps: 119555.59 (r/w/o: 99627.33/0.00/19928.27) lat (ms,95%): 2.43 err/s: 0.00 reconn/s: 0.00
[ 226s ] thds: 10 tps: 9532.00 qps: 114383.00 (r/w/o: 95318.00/0.00/19065.00) lat (ms,95%): 2.48 err/s: 0.00 reconn/s: 0.00
[ 227s ] thds: 10 tps: 8429.78 qps: 101157.38 (r/w/o: 84297.82/0.00/16859.56) lat (ms,95%): 2.71 err/s: 0.00 reconn/s: 0.00
[ 228s ] thds: 10 tps: 9390.94 qps: 112698.32 (r/w/o: 93916.43/0.00/18781.89) lat (ms,95%): 2.61 err/s: 0.00 reconn/s: 0.00
[ 229s ] thds: 10 tps: 9591.00 qps: 115098.95 (r/w/o: 95915.96/0.00/19182.99) lat (ms,95%): 2.61 err/s: 0.00 reconn/s: 0.00
[ 230s ] thds: 10 tps: 11325.11 qps: 135890.31 (r/w/o: 113243.09/0.00/22647.22) lat (ms,95%): 2.11 err/s: 0.00 reconn/s: 0.00
[ 231s ] thds: 10 tps: 8302.41 qps: 99646.90 (r/w/o: 83039.09/0.00/16607.82) lat (ms,95%): 2.81 err/s: 0.00 reconn/s: 0.00
[ 232s ] thds: 10 tps: 11244.83 qps: 134907.99 (r/w/o: 112421.33/0.00/22486.67) lat (ms,95%): 2.03 err/s: 0.00 reconn/s: 0.00
[ 233s ] thds: 10 tps: 8587.08 qps: 103066.98 (r/w/o: 85889.82/0.00/17177.16) lat (ms,95%): 2.71 err/s: 0.00 reconn/s: 0.00
[ 234s ] thds: 10 tps: 9477.01 qps: 113701.13 (r/w/o: 94748.11/0.00/18953.02) lat (ms,95%): 2.52 err/s: 0.00 reconn/s: 0.00
[ 235s ] thds: 10 tps: 12487.89 qps: 149871.69 (r/w/o: 124894.91/0.00/24976.78) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 236s ] thds: 10 tps: 11561.13 qps: 138718.55 (r/w/o: 115598.29/0.00/23120.26) lat (ms,95%): 2.00 err/s: 0.00 reconn/s: 0.00
[ 237s ] thds: 10 tps: 12179.94 qps: 146199.22 (r/w/o: 121837.35/0.00/24361.87) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 238s ] thds: 10 tps: 11658.80 qps: 139884.66 (r/w/o: 116567.05/0.00/23317.61) lat (ms,95%): 1.89 err/s: 0.00 reconn/s: 0.00
[ 239s ] thds: 10 tps: 8959.42 qps: 107504.98 (r/w/o: 89586.15/0.00/17918.83) lat (ms,95%): 2.76 err/s: 0.00 reconn/s: 0.00
[ 240s ] thds: 10 tps: 9860.86 qps: 118330.36 (r/w/o: 98608.63/0.00/19721.73) lat (ms,95%): 2.39 err/s: 0.00 reconn/s: 0.00
[ 241s ] thds: 10 tps: 8710.87 qps: 104544.41 (r/w/o: 87122.68/0.00/17421.74) lat (ms,95%): 2.71 err/s: 0.00 reconn/s: 0.00
[ 242s ] thds: 10 tps: 11453.04 qps: 137428.48 (r/w/o: 114523.40/0.00/22905.08) lat (ms,95%): 2.00 err/s: 0.00 reconn/s: 0.00
[ 243s ] thds: 10 tps: 10292.49 qps: 123502.85 (r/w/o: 102918.87/0.00/20583.97) lat (ms,95%): 2.30 err/s: 0.00 reconn/s: 0.00
[ 244s ] thds: 10 tps: 8013.07 qps: 96159.86 (r/w/o: 80131.72/0.00/16028.14) lat (ms,95%): 2.71 err/s: 0.00 reconn/s: 0.00
[ 245s ] thds: 10 tps: 9116.02 qps: 109393.27 (r/w/o: 91161.23/0.00/18232.05) lat (ms,95%): 2.66 err/s: 0.00 reconn/s: 0.00
[ 246s ] thds: 10 tps: 10734.15 qps: 128829.76 (r/w/o: 107361.47/0.00/21468.30) lat (ms,95%): 2.26 err/s: 0.00 reconn/s: 0.00
[ 247s ] thds: 10 tps: 11985.60 qps: 143814.23 (r/w/o: 119844.03/0.00/23970.21) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 248s ] thds: 10 tps: 9300.63 qps: 111600.60 (r/w/o: 92999.34/0.00/18601.27) lat (ms,95%): 2.48 err/s: 0.00 reconn/s: 0.00
[ 249s ] thds: 10 tps: 12285.01 qps: 147436.11 (r/w/o: 122865.09/0.00/24571.02) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 250s ] thds: 10 tps: 9454.88 qps: 113456.57 (r/w/o: 94547.81/0.00/18908.76) lat (ms,95%): 2.52 err/s: 0.00 reconn/s: 0.00
[ 251s ] thds: 10 tps: 8389.45 qps: 100652.37 (r/w/o: 83872.48/0.00/16779.90) lat (ms,95%): 2.86 err/s: 0.00 reconn/s: 0.00
[ 252s ] thds: 10 tps: 8534.68 qps: 102423.22 (r/w/o: 85353.85/0.00/17069.37) lat (ms,95%): 2.71 err/s: 0.00 reconn/s: 0.00
[ 253s ] thds: 10 tps: 8638.09 qps: 103649.08 (r/w/o: 86373.90/0.00/17275.18) lat (ms,95%): 2.81 err/s: 0.00 reconn/s: 0.00
[ 254s ] thds: 10 tps: 8214.59 qps: 98594.13 (r/w/o: 82164.94/0.00/16429.19) lat (ms,95%): 2.91 err/s: 0.00 reconn/s: 0.00
[ 255s ] thds: 10 tps: 11233.23 qps: 134780.73 (r/w/o: 112313.28/0.00/22467.46) lat (ms,95%): 2.07 err/s: 0.00 reconn/s: 0.00
[ 256s ] thds: 10 tps: 11413.48 qps: 136978.74 (r/w/o: 114153.78/0.00/22824.96) lat (ms,95%): 2.07 err/s: 0.00 reconn/s: 0.00
[ 257s ] thds: 10 tps: 9101.45 qps: 109203.38 (r/w/o: 90999.49/0.00/18203.90) lat (ms,95%): 2.61 err/s: 0.00 reconn/s: 0.00
[ 258s ] thds: 10 tps: 10574.35 qps: 126899.14 (r/w/o: 105749.45/0.00/21149.69) lat (ms,95%): 2.26 err/s: 0.00 reconn/s: 0.00
[ 259s ] thds: 10 tps: 7373.98 qps: 88485.78 (r/w/o: 73737.81/0.00/14747.96) lat (ms,95%): 2.97 err/s: 0.00 reconn/s: 0.00
[ 260s ] thds: 10 tps: 12449.04 qps: 149396.53 (r/w/o: 124498.44/0.00/24898.09) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 261s ] thds: 10 tps: 12515.54 qps: 150193.48 (r/w/o: 125163.40/0.00/25030.08) lat (ms,95%): 1.67 err/s: 0.00 reconn/s: 0.00
[ 262s ] thds: 10 tps: 12366.05 qps: 148404.66 (r/w/o: 123671.55/0.00/24733.11) lat (ms,95%): 1.79 err/s: 0.00 reconn/s: 0.00
[ 263s ] thds: 10 tps: 11577.48 qps: 138918.77 (r/w/o: 115763.81/0.00/23154.96) lat (ms,95%): 2.07 err/s: 0.00 reconn/s: 0.00
[ 264s ] thds: 10 tps: 12292.43 qps: 147492.15 (r/w/o: 122907.29/0.00/24584.86) lat (ms,95%): 1.76 err/s: 0.00 reconn/s: 0.00
[ 265s ] thds: 10 tps: 10535.65 qps: 126421.78 (r/w/o: 105351.49/0.00/21070.30) lat (ms,95%): 2.30 err/s: 0.00 reconn/s: 0.00
[ 266s ] thds: 10 tps: 10541.27 qps: 126499.23 (r/w/o: 105415.69/0.00/21083.54) lat (ms,95%): 2.18 err/s: 0.00 reconn/s: 0.00
[ 267s ] thds: 10 tps: 9545.02 qps: 114562.28 (r/w/o: 95472.23/0.00/19090.05) lat (ms,95%): 2.52 err/s: 0.00 reconn/s: 0.00
[ 268s ] thds: 10 tps: 9015.93 qps: 108183.19 (r/w/o: 90151.32/0.00/18031.86) lat (ms,95%): 2.66 err/s: 0.00 reconn/s: 0.00
[ 269s ] thds: 10 tps: 8747.93 qps: 104964.20 (r/w/o: 87469.33/0.00/17494.87) lat (ms,95%): 3.02 err/s: 0.00 reconn/s: 0.00
[ 270s ] thds: 10 tps: 8008.64 qps: 96114.70 (r/w/o: 80097.42/0.00/16017.28) lat (ms,95%): 2.91 err/s: 0.00 reconn/s: 0.00
[ 271s ] thds: 10 tps: 12008.18 qps: 144097.19 (r/w/o: 120081.82/0.00/24015.36) lat (ms,95%): 1.73 err/s: 0.00 reconn/s: 0.00
[ 272s ] thds: 10 tps: 9517.40 qps: 114211.75 (r/w/o: 95174.96/0.00/19036.79) lat (ms,95%): 2.52 err/s: 0.00 reconn/s: 0.00
[ 273s ] thds: 10 tps: 12514.10 qps: 150140.17 (r/w/o: 125112.97/0.00/25027.19) lat (ms,95%): 1.70 err/s: 0.00 reconn/s: 0.00
[ 274s ] thds: 10 tps: 12003.05 qps: 144052.55 (r/w/o: 120046.46/0.00/24006.09) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 275s ] thds: 10 tps: 9751.55 qps: 117035.60 (r/w/o: 97531.50/0.00/19504.10) lat (ms,95%): 2.48 err/s: 0.00 reconn/s: 0.00
[ 276s ] thds: 10 tps: 4394.20 qps: 52708.36 (r/w/o: 43922.97/0.00/8785.39) lat (ms,95%): 4.65 err/s: 0.00 reconn/s: 0.00
[ 277s ] thds: 10 tps: 10987.52 qps: 131858.28 (r/w/o: 109880.24/0.00/21978.05) lat (ms,95%): 2.22 err/s: 0.00 reconn/s: 0.00
[ 278s ] thds: 10 tps: 11264.87 qps: 135162.37 (r/w/o: 112634.64/0.00/22527.73) lat (ms,95%): 2.14 err/s: 0.00 reconn/s: 0.00
[ 279s ] thds: 10 tps: 9523.48 qps: 114294.76 (r/w/o: 95246.80/0.00/19047.96) lat (ms,95%): 2.71 err/s: 0.00 reconn/s: 0.00
[ 280s ] thds: 10 tps: 12010.75 qps: 144127.05 (r/w/o: 120105.54/0.00/24021.51) lat (ms,95%): 1.86 err/s: 0.00 reconn/s: 0.00
[ 281s ] thds: 10 tps: 11287.84 qps: 135472.04 (r/w/o: 112895.37/0.00/22576.67) lat (ms,95%): 2.03 err/s: 0.00 reconn/s: 0.00
[ 282s ] thds: 10 tps: 11887.75 qps: 142637.01 (r/w/o: 118863.51/0.00/23773.50) lat (ms,95%): 1.82 err/s: 0.00 reconn/s: 0.00
[ 283s ] thds: 10 tps: 11459.27 qps: 137522.21 (r/w/o: 114601.67/0.00/22920.53) lat (ms,95%): 2.07 err/s: 0.00 reconn/s: 0.00
[ 284s ] thds: 10 tps: 9494.05 qps: 113907.63 (r/w/o: 94920.52/0.00/18987.10) lat (ms,95%): 2.57 err/s: 0.00 reconn/s: 0.00
[ 285s ] thds: 10 tps: 11625.04 qps: 139519.46 (r/w/o: 116269.38/0.00/23250.08) lat (ms,95%): 2.11 err/s: 0.00 reconn/s: 0.00
[ 286s ] thds: 10 tps: 9273.34 qps: 111280.03 (r/w/o: 92732.36/0.00/18547.67) lat (ms,95%): 2.66 err/s: 0.00 reconn/s: 0.00
[ 287s ] thds: 10 tps: 8799.09 qps: 105589.07 (r/w/o: 87990.89/0.00/17598.18) lat (ms,95%): 2.57 err/s: 0.00 reconn/s: 0.00
[ 288s ] thds: 10 tps: 10239.19 qps: 122863.26 (r/w/o: 102384.88/0.00/20478.38) lat (ms,95%): 2.30 err/s: 0.00 reconn/s: 0.00
[ 289s ] thds: 10 tps: 10344.74 qps: 124125.86 (r/w/o: 103437.38/0.00/20688.48) lat (ms,95%): 2.35 err/s: 0.00 reconn/s: 0.00
[ 290s ] thds: 10 tps: 10967.71 qps: 131625.54 (r/w/o: 109689.12/0.00/21936.42) lat (ms,95%): 2.22 err/s: 0.00 reconn/s: 0.00
[ 291s ] thds: 10 tps: 11111.25 qps: 133325.00 (r/w/o: 111103.50/0.00/22221.50) lat (ms,95%): 2.18 err/s: 0.00 reconn/s: 0.00
[ 292s ] thds: 10 tps: 11781.78 qps: 141400.35 (r/w/o: 117834.79/0.00/23565.56) lat (ms,95%): 1.89 err/s: 0.00 reconn/s: 0.00
[ 293s ] thds: 10 tps: 11055.74 qps: 132676.90 (r/w/o: 110566.42/0.00/22110.48) lat (ms,95%): 2.18 err/s: 0.00 reconn/s: 0.00
[ 294s ] thds: 10 tps: 11125.53 qps: 133479.33 (r/w/o: 111230.27/0.00/22249.05) lat (ms,95%): 2.14 err/s: 0.00 reconn/s: 0.00
[ 295s ] thds: 10 tps: 9551.17 qps: 114599.03 (r/w/o: 95496.69/0.00/19102.34) lat (ms,95%): 2.52 err/s: 0.00 reconn/s: 0.00
[ 296s ] thds: 10 tps: 9074.27 qps: 108927.30 (r/w/o: 90776.75/0.00/18150.55) lat (ms,95%): 2.61 err/s: 0.00 reconn/s: 0.00
[ 297s ] thds: 10 tps: 9598.97 qps: 115153.60 (r/w/o: 95955.66/0.00/19197.93) lat (ms,95%): 2.57 err/s: 0.00 reconn/s: 0.00
[ 298s ] thds: 10 tps: 10880.70 qps: 130609.44 (r/w/o: 108848.03/0.00/21761.41) lat (ms,95%): 2.22 err/s: 0.00 reconn/s: 0.00
[ 299s ] thds: 10 tps: 11394.98 qps: 136743.75 (r/w/o: 113953.79/0.00/22789.96) lat (ms,95%): 2.07 err/s: 0.00 reconn/s: 0.00
[ 300s ] thds: 10 tps: 11334.80 qps: 135987.65 (r/w/o: 113320.04/0.00/22667.61) lat (ms,95%): 2.03 err/s: 0.00 reconn/s: 0.00
SQL statistics:
    queries performed:
        read:                            30611550
        write:                           0
        other:                           6122310
        total:                           36733860
    transactions:                        3061155 (10203.72 per sec.)
    queries:                             36733860 (122444.66 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          300.0034s
    total number of events:              3061155

Latency (ms):
         min:                                    0.32
         avg:                                    0.98
         max:                                  321.47
         95th percentile:                        2.43
         sum:                              2998061.80

Threads fairness:
    events (avg/stddev):           306115.5000/3152.53
    execution time (avg/stddev):   299.8062/0.00